Revit 2027 API
BuiltInFailures.TextFailures.ModeltextIsEmpty Property
 Model Text deleted because it consists entirely of spaces and/or carriage returns.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ModeltextIsEmpty { get; }
Public Shared ReadOnly Property ModeltextIsEmpty As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ModeltextIsEmpty {
	FailureDefinitionId^ get ();
}
static member ModeltextIsEmpty : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TextFailures Class
Autodesk.Revit.DB Namespace